project/atropos-go/etcd_concurrent_read-master/PR/experient_0/with_expensive_read/cheap_read.log
bench with linearizable range
 3000 / 3000 Booooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 32s

Summary:
  Total:	32.2395 secs.
  Slowest:	1.5311 secs.
  Fastest:	0.0001 secs.
  Average:	0.0012 secs.
  Stddev:	0.0284 secs.
  Requests/sec:	93.0536

Response time histogram:
  0.0001 [1]	|
  0.1532 [2998]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.3063 [0]	|
  0.4594 [0]	|
  0.6125 [0]	|
  0.7656 [0]	|
  0.9187 [0]	|
  1.0718 [0]	|
  1.2249 [0]	|
  1.3780 [0]	|
  1.5311 [1]	|

Latency distribution:
  10% in 0.0002 secs.
  25% in 0.0003 secs.
  50% in 0.0003 secs.
  75% in 0.0005 secs.
  90% in 0.0006 secs.
  95% in 0.0008 secs.
  99% in 0.0032 secs.
  99.9% in 0.1035 secs.