project/atropos-go/etcd_concurrent_read-master/PR/experient_0/with_expensive_read/cheap_write.log
 1000 / 1000 Booooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 51s

Summary:
  Total:	51.7392 secs.
  Slowest:	1.5379 secs.
  Fastest:	0.0003 secs.
  Average:	0.0029 secs.
  Stddev:	0.0493 secs.
  Requests/sec:	19.3277

Response time histogram:
  0.0003 [1]	|
  0.1540 [998]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.3078 [0]	|
  0.4615 [0]	|
  0.6153 [0]	|
  0.7691 [0]	|
  0.9228 [0]	|
  1.0766 [0]	|
  1.2304 [0]	|
  1.3841 [0]	|
  1.5379 [1]	|

Latency distribution:
  10% in 0.0004 secs.
  25% in 0.0004 secs.
  50% in 0.0006 secs.
  75% in 0.0007 secs.
  90% in 0.0008 secs.
  95% in 0.0016 secs.
  99% in 0.0454 secs.
  99.9% in 1.5379 secs.